import styles from "./AboutPage.module.css";

const AboutPage = () => (
    <div className={styles.aboutPage}>
        <h1 className={styles.title}>Обо мне</h1>

        <section className={styles.section}>
            <h2 className={styles.subtitle}>Профессиональная деятельность</h2>
            <p>Я работаю со взрослыми и подростками по вопросам: </p>
            <ul className={styles.list}>
                <li>Возрастные и духовные кризисы;</li>
                <li>Психологические травмы;</li>
                <li>Освобождение от эмоциональных блоков и проблемных паттернов поведения;</li>
                <li>Цели и жизненные направления;</li>
                <li>Более углубленное самопознание;</li>
                <li>Духовное развитие;</li>
                <li>Исследование отношений (детско-родительских, супружеских, парных);</li>
                <li>Экзистенциальные проблемы (одиночество, смысложизненность, поиск своего Я);</li>
                <li>Развитие осознанности и эмоциональной саморегуляции.</li>
            </ul>
        </section>

        <section className={styles.section}>
            <h2 className={styles.subtitle}>Образование</h2>
            <p>КНУ / Психолог /
                <br/>Гештальт-терапевт / Сертификация по стандартам Европейской Ассоциации Гештальт-терапии.
                <br/>
                Теория и практика гештальт-терапии / БГИ
            </p>
            <p>Курсы и программы:</p>
            <ul className={styles.list}>
                <li>Теория и практика гештальт терапии;</li>
                <li>Курсы психиатрии и психопатологии;</li>
                <li>Отношенческий транзактный анализ;</li>
                <li>Аналитическая психология Юнга;</li>
                <li>Основы соматологии и психосоматики;</li>
                <li>Работа с зависимостью;</li>
                <li>Работа с горем и потерей;</li>
                <li>Психотерапия для нарцисса.</li>
            </ul>
            <p>
                Регулярное участие в обучающих программах, супервизиях и профессиональных конференциях,
                множество часов личной терапии и клинической практики.
            </p>
        </section>

        <section className={styles.section}>
            <h2 className={styles.subtitle}>Мой путь</h2>
            <p>
                Мне всегда был интересен внутренний мир человека. И меня с ранних лет занимали вопросы духовного поиска.
                Много лет я искала ответы на свои вопросы в различных источниках восточной философии.
                Спонтанно пережив  трансцендентный опыт, я осознала насколько мы малы в своём неведении и  велики в просторах нашей целостности.
                Проблеск этого ценного опыта дал мне импульс к дальнейшему исследованию себя.
                Я встала на путь духовных практик и сделала это регулярной основой своей жизни.
                Со временем я поняла, что это постепенный процесс глубинных внутренних преобразований, избавляющий от всех не нужных и разрушаюших моделей поведения.
                Психология оказалась необходимым срезом из обширной области эзотерических знаний. Сейчас, в наше время, когда психология и духовность смыкаются, эта профессия стала для меня очень интересна.
                <br/>
            </p>
                <br/>
            <p> Я желаю делиться своим опытом и получать опыт от вас,  углубляя знания о нашей внутренней природе и душе.
                Надличностные диапазоны обозначает широкий спектр глубинных переживаний, относимых к духовному опыту.
                В современную эпоху технического прогресса, к глубочайшему сожалению, очень мало внимания уделяется духовной природе человека.
                Нас учили, что за духовной пищей нам следует обращаться только к религиозным учениям, но сейчас для нас раскрывается подлинное знание о том,
                что духовное развитие возможно  через процесс самопознания с практиками осознанности.
                Если мы хотим быть целостными и наполненными , то нам следует развивать себя и в личностном, и в духовном аспекте.
            </p>
            <p>
                Психология стала важной частью моего пути. Я стремлюсь делиться своим опытом и углублять знания
                о нашей внутренней природе через процесс самопознания и осознанности.
            </p>
        </section>

        <section className={styles.section}>
            <h2 className={styles.subtitle}>Моя основа в работе</h2>
            <p>Моя основа в работе </p>
            <ul className={styles.list}>
                <li className={styles.list1}>... это мой клинический опыт, профессиональные навыки, усвоенный этический
                    кодекс ,опора на качественное профессиональное обучение , приверженность профессиональному
                    сообществу.
                </li>
                <li className={styles.list1}>... это также мой собственный опыт, пусть проживания травматических
                    переживаний, проблемных паттернов, над которыми я работала и продолжаю работать.
                </li>
                <li className={styles.list1}>... это мой бесконечный путь духовного поиска и становления собой.</li>
            </ul>
            <p > - Конфиденциальность по умолчанию - </p>
        </section>

        <section className={styles.section}>
            <h2 className={styles.subtitle}>Моя направленность</h2>
            <p>
                .. это поиск целостности и основ духовности, прежде всего.
                Я нахожу очень важным в исследовании состояния человека и
                всего спектра его переживаний учитывать все  уровни сознания.
                И подходить не только на индивидуально-психологическом, социальном уровне,
                но и психодуховном, развивать себя «на всех этажах».
            </p>
            <p>
                На индивидуально-психологическом это могут быть самые различные проблемы,
                начиная от расстройств пищевого поведения, зависимостей, депрессий , панических атак, тревожных расстройств, проблем с подавленной или неконтролируемой агрессией, внутренней пустоты и др.
            </p>
            <p>
                Социальные это могут быть различные проблемы отношений и самореализации.
            </p>
            <p>
                Проблемы психодуховного аспекта, к сожалению, не рассматриваются на должном уровне.В самой психологии эти вопросы относятся к наименее исследованным или ненаучным и поэтому , к сожалению, не требующим рассмотрения. Существует целая обширная область, включающая трансперсональный опыт, внутренние прозрения, духовные кризисы, необычные состояния, трансцендентные переживания, которые могут  влиять на психологическое состояние человека и выражаться иногда в кратких психотических эпизодах или временном состоянии дезориентации.
                В клинической психиатрии принято относить непонятный опыт к психическим расстройствам.
            </p>
            <p>
                Многие люди страдают от невозможности поделиться пугающим опытом и замыкаются.
                Мой личный опыт заставил меня обратиться к поиску многочисленных вопросов,
                встающих на этом пути и мне глубоко интересно такое направление в психологии, как трансперсональная, ,основателями которого вступали известные философы и психологии того времени как У Джеймс,КГ Юнг, Р Ассаджиоли,А Маслоу,К Уилбер и другие и которая,к сожалению, до сих пор не имеет научного признания.
            </p>
            <p>
                Я считаю очень важным находить холистический подход в исследовании состояния
                человека и рассматривать внутренние процессы более целостно:
                на уровне физического, эмоционального, ментального и  тонкого энергетического тела.
            </p>
            <p>
                «Наше тело, энергетика, эмоции и мысли это рабочие инструменты, с помощью которых мы познаем мир и существуем на этой земле». Таким образом, наша внутренняя гармония зависит от гармонии четырех систем: опорно-двигательная система (кости, суставы, мышцы); биохимическая система (пищеварение и метаболизм); психическая система (эмоции и мысли); энергетическая система (как мы дышим, как мы наполняемся и расходуем жизненную энергию).
                Такой холистический подход основан на том, что в человеке все различные аспекты: физический, психический, эмоциональный и энергетический взаимосвязаны. С этой позиции рассматривается развитие психологических сложностей и подходы к гармонизации общего состояния.

                В своем подходе я делаю акцент на развитии осознанности и считаю, что это единственный путь внутренней трансформации и обретения душевного покоя.
            </p>
            <p>
                Очень важен резонанс между психологом и человеком, обратившемся к нему.  Один и тот же психолог не может работать со всеми людьми, так как внутренне мы различаемся. Поэтому всегда ищите «своего» психолога, который услышит именно вас и, возможно, откроет еще одну дверь вашего восприятия.
            </p>

        </section>
    </div>
);

export default AboutPage;
